Revit 2027 API
UnitTypeId.PoundsMassPerCubicInch Property
 Pounds mass per cubic inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsMassPerCubicInch { get; }
Public Shared ReadOnly Property PoundsMassPerCubicInch As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsMassPerCubicInch {
	ForgeTypeId^ get ();
}
static member PoundsMassPerCubicInch : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace